tap "jwbargsten/misc"
tap "neurosnap/tap"
tap "nikitabobko/tap"
brew "act"
brew "age"
brew "ast-grep"
brew "bat"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "duti"
brew "ephemeralpg"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-town"
brew "glow"
brew "goku"
brew "gum"
brew "helm"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "lunchy-go"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "mole"
brew "neovim"
brew "nginx"
brew "nuls"
brew "ollama"
brew "pam-reattach"
brew "pkgconf"
brew "poppler"
brew "postgresql@18", link: true
brew "qsv"
brew "rclone"
brew "restish"
brew "ripgrep-all"
brew "sesh"
brew "sops"
brew "talosctl"
brew "tmux"
brew "try-rs"
brew "witr"
brew "yazi"
brew "yq"
brew "zoxide"
brew "jwbargsten/misc/defbro"
brew "neurosnap/tap/zmx"
cask "nikitabobko/tap/aerospace"
cask "agentsview"
cask "alt-tab"
cask "antigravity"
cask "beekeeper-studio"
cask "bruno"
cask "codex-app"
cask "comet"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "gitbutler"
cask "karabiner-elements"
cask "lm-studio"
cask "logseq"
cask "obsidian"
cask "orbstack"
cask "paseo"
cask "raindropio"
cask "raycast"
cask "tailscale-app"
cask "telegram"
cask "visual-studio-code"
