tap "2mawi2/tap"
tap "charmbracelet/tap"
tap "chiselstrike/tap"
tap "jorgerojas26/lazysql"
tap "jwbargsten/misc"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "siderolabs/tap"
tap "yqrashawn/goku"
brew "act"
brew "age"
brew "ast-grep"
brew "bat"
brew "chezmoi"
brew "claude-squad"
brew "cloudflared"
brew "duti"
brew "eza"
brew "fd"
brew "flyctl"
brew "genact"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-town"
brew "glow"
brew "gnupg"
brew "gum"
brew "helm"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "k3d"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "libpq", link: true
brew "lunchy-go"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "navi"
brew "neovim"
brew "nginx"
brew "ollama"
brew "pkgconf"
brew "rclone"
brew "restish"
brew "ripgrep-all"
brew "sesh"
brew "sops"
brew "spotify_player"
brew "tmux"
brew "vhs"
brew "yazi"
brew "yq"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "chiselstrike/tap/turso"
brew "jorgerojas26/lazysql/lazysql"
brew "jwbargsten/misc/defbro"
brew "siderolabs/tap/talosctl"
brew "yqrashawn/goku/goku"
cask "aerospace"
cask "alt-tab"
cask "antigravity"
cask "anythingllm"
cask "arc"
cask "beekeeper-studio"
cask "browserosaurus"
cask "bruno"
cask "claude-code"
cask "codex"
cask "conductor"
cask "droid"
cask "emdash"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "iterm2"
cask "karabiner-elements"
cask "kindavim"
cask "lm-studio"
cask "logseq"
cask "obsidian"
cask "opencode-desktop"
cask "orbstack"
cask "raindropio"
cask "raycast"
cask "schaltwerk"
cask "shortcat"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "wave"
cask "zed"
