tap "chiselstrike/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "jwbargsten/misc"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "remotemobprogramming/brew"
tap "siderolabs/tap"
tap "valkyrie00/bbrew"
tap "yqrashawn/goku"
brew "age"
brew "bat"
brew "cloudflared"
brew "duti"
brew "eza"
brew "flyctl"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-town"
brew "glow"
brew "gnupg"
brew "helm"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "libpq", link: true
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "navi"
brew "neovim"
brew "nginx"
brew "ollama"
brew "rclone"
brew "restish"
brew "sops"
brew "spotify_player"
brew "tmux"
brew "wget"
brew "xz"
brew "yazi"
brew "yq"
brew "zellij"
brew "chiselstrike/tap/turso"
brew "jorgerojas26/lazysql/lazysql"
brew "jwbargsten/misc/defbro"
brew "remotemobprogramming/brew/mob"
brew "siderolabs/tap/talosctl"
brew "valkyrie00/bbrew/bbrew"
brew "yqrashawn/goku/goku"
cask "aerospace"
cask "alt-tab"
cask "anythingllm"
cask "arc"
cask "beekeeper-studio"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
cask "gpt4all"
cask "iterm2"
cask "karabiner-elements"
cask "lm-studio"
cask "obsidian"
cask "orbstack"
cask "raindropio"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wave"
cask "windsurf"
cask "zed"
